---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SteelElementFailures
source: html/c3b24149-c764-257d-7dcc-292fc77efcaf.htm
---
# BuiltInFailures.SteelElementFailures Properties

Cannot modify parameters while background calculations are in progress.